Revit 2027 API
BuiltInFailures.MirrorFailures.BadMirror Property
 Can't mirror element into this position.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BadMirror { get; }
Public Shared ReadOnly Property BadMirror As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BadMirror {
	FailureDefinitionId^ get ();
}
static member BadMirror : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MirrorFailures Class
Autodesk.Revit.DB Namespace